Repository: moimenwagdy/oven-admin
Catalog: lib/l10n/app_*.arb
Languages: ar

# productsTab
source: Products
ar: المنتجات

# categoriesTab
source: Categories
ar: الأقسام

# productsListsTab
source: Products Lists
ar: قوائم المنتجات

# ordersTab
source: Orders
ar: الطلبات

# imagesTab
source: Images
ar: الصور

# accountsTab
source: Accounts
ar: حسابات المستخدمين

# rulesTab
source: Rules
ar: القواعد

source: Password
ar: كلمة السر

# enterPassword
source: Enter your password
ar: أدخل كلمة السر

# userName
source: Name
ar: الإسم

# enterUserName
source: Enter your name
ar: ادخل الإسم

source: Submit
ar: تأكيد

source: Cancel
ar: إلغاء

source: Delete
ar: مسح

# welcomeMessage
source: Welcome to Oven Admin Dashboard
ar: مرحبًا بك في لوحة تحكم Oven

# locale
source: عربى
ar: En

source: Language
ar: اللغة

source: Add New Category
ar: أضف قسم جديد

source: Add New Product
ar: أضف منتج جديد

source: Add New List
ar: أضف قائمة جديدة

source: Title
ar: إسم المنتج

source: Description
ar: الوصف

source: Price
ar: السعر

source: Discount
ar: التخفيض

source: Thumbnail
ar: الصورة المصغرة

source: Edit Thumbnail
ar: تعديل الصورة المصغرة

source: Cover
ar: صورة الغطاء

source: Edit Cover
ar: تعديل صورة الغطاء

source: Details Images
ar: الصور التفصيلية للمنتج

# editDetailsImages
source: Edit Images
ar: تعديل الصور

source: Add Video
ar: أضف فيديو

source: Video
ar: فيديو

source: No Video Selected
ar: لا يوجد فيديو مرفق

source: Category Name
ar: عنوان القسم

# categoryOrderByNumber
source: Order
ar: الترتيب

# listHeader
source: Header
ar: العنوان

source: Products List
ar: قائمة المنتجات

source: Select Items
ar: إختر منتجات

source: Edit Category Section
ar: قسم الأصناف

source: Select Category To Edit
ar: إختر صنف للتعديل

source: Edit Products Section
ar: قسم تعديل المنتجات

source: Select Product To Edit
ar: إختر منتج للتعديل

source: Edit Lists Section
ar: قسم تعديل قوائم المنتجات

source: Select List To Edit
ar: إختر قائمة للتعديل

source: Edit
ar: تعديل

source: Order Status
ar: حالة الطلب

source: Total Cost
ar: التكلفة

source: Order Id
ar: رقم الطلب

source: User Id
ar: المستخدم

source: Order Date
ar: تاريخ الطلب

source: Filter by status
ar: تصفية بحالة الطلب

source: Filter by day
ar: تصفية بتاريخ اليوم

source: Filter by period
ar: تصفية بالفترة

source: Filter by range
ar: تصفية بالمدة الزمنية
